Revit 2027 API
ParameterTypeId.NumberSystemOverrideTextParams Property
 "Text for Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NumberSystemOverrideTextParams { get; }
Public Shared ReadOnly Property NumberSystemOverrideTextParams As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NumberSystemOverrideTextParams {
	ForgeTypeId^ get ();
}
static member NumberSystemOverrideTextParams : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace